7zip
amd-ucode
base
base-devel
bat
bc
beets
blueman
bluez-utils
btop
cava
chromium
cliphist
delve
dkms
docker
docker-compose
efibootmgr
eza
fd
firewalld
fish
fisher
fzf
git
git-delta
gnome-keyring
go
go-task
golangci-lint
grim
gst-plugin-pipewire
gtk4-layer-shell
hypridle
hyprland
hyprlock
hyprpicker
hyprsunset
jq
just
kitty
kvantum
lazydocker
lazygit
lemurs
less
lib32-nvidia-utils
libnotify
libpulse
libva-nvidia-driver
linux-firmware
linux-zen
linux-zen-headers
lua-jsregexp
luarocks
ly
mako
man-db
micro
mpv
mpv-mpris
ncdu
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open-dkms
nvidia-utils
nwg-look
obsidian
otf-font-awesome
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
python-dateutil
python-dotenv
python-flask
python-pip
python-pydantic
python-pytest
python-pytest-mock
qbittorrent
qt6-wayland
qt6ct
reflector
resvg
ripgrep
rofi
ruff
slurp
smartmontools
sshfs
starship
steam
stow
swappy
swww
systemd-resolvconf
tailscale
telegram-desktop
tree
tree-sitter-cli
ttf-cascadia-code-nerd
ttf-iosevka-nerd
unzip
waybar
wget
wireguard-tools
wireplumber
wl-clip-persist
wl-clipboard
wlsunset
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xorg-server
xorg-xinit
xsettingsd
yazi
zed
zip
zoxide
zram-generator
