7zip
adw-gtk-theme
amd-ucode
aspnet-runtime
aspnet-runtime-8.0
base
base-devel
bat
bc
blueman
bluez-utils
btop
cava
cliphist
ddcutil
dkms
dotnet-sdk
dotnet-sdk-8.0
efibootmgr
eza
fd
firewalld
fish
fisher
fzf
git
git-delta
gnome-keyring
go
grim
gst-plugin-pipewire
gtk4-layer-shell
hypridle
hyprland
hyprlock
hyprsunset
jq
just
kitty
kvantum
lazygit
less
lib32-nvidia-utils
libnotify
libpulse
libva-nvidia-driver
linux-firmware
linux-zen
linux-zen-headers
ly
mako
man-db
micro
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
nvidia-open-dkms
nvidia-utils
nvm
nwg-look
otf-font-awesome
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
python-fast-colorthief
python-modern-colorthief
qt6-wayland
qt6ct
qutebrowser
reflector
ripgrep
rofi-wayland
slurp
smartmontools
steam
stow
swappy
swww
tailscale
tealdeer
telegram-desktop
tree
ttf-jetbrains-mono-nerd
unzip
waybar
wget
wireless_tools
wireplumber
wl-clip-persist
wl-clipboard
wlsunset
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xorg-server
xorg-xinit
xsettingsd
yazi
zed
zip
zoxide
zram-generator
